[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
=
?
[
]
_
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
|
~
¾
×
—
’
##e
##t
##s
##o
##r
##n
##c
##l
##y
##p
##i
##d
##g
##m
##a
##u
##k
##h
##v
##w
##f
##0
##x
##b
##8
##3
##z
##5
##1
##9
##q
##j
##6
##2
##7
##4
th
##er
##on
the
##in
##ou
##ll
##at
##en
to
##an
##re
##ion
an
##ing
##es
##ed
you
##ill
##or
##it
and
##is
in
of
be
##illion
million
##om
##ar
##st
##le
it
##ic
##ot
is
that
##ent
ha
##se
##ve
wh
##ut
##al
##ow
##ly
re
##id
##ver
on
##et
##ld
##ce
##ct
##ay
##all
st
##as
as
for
##ir
sh
##ke
##ith
li
this
##ad
##am
##gh
de
go
##op
##ere
can
do
not
with
##th
su
have
pr
if
##ch
##im
they
##ain
are
com
or
##ter
##ould
##ally
##ck
un
at
con
en
your
ex
##ation
ab
fr
ne
mo
but
po
##il
##ust
me
se
##ant
my
##ies
##ate
like
##um
##ur
##ers
any
so
was
som
all
ch
he
no
we
##ment
##ght
##od
will
##ge
from
don
wor
##au
get
out
up
##ab
al
am
just
##pp
lo
has
pro
would
##ig
##ist
what
##oun
##ess
ag
tr
than
their
pe
sp
##ul
##ther
kn
le
over
##ie
##ip
##ive
##ure
##out
##ople
people
##em
##ence
by
##one
ma
##ok
##der
there
ever
fa
how
##ol
##ort
##ide
some
other
##ds
them
bec
who
know
ar
gt
##pt
##ight
##un
##est
pre
##ore
then
##ink
##ause
ev
par
##ra
##00
one
co
##ss
thing
about
because
##ib
##are
she
exp
##el
##lf
##ong
##ans
##ice
had
comp
more
af
##if
think
##our
int
say
want
##ect
##ire
##and
##ity
cont
his
man
ta
##iv
##iz
##ack
##ough
##ath
##ich
when
only
every
act
im
pl
##ose
##ree
which
ser
##tt
##cc
##hing
##ars
post
mu
sc
tim
ve
ver
##ia
##uck
##ine
##oth
##own
ob
sa
##end
even
very
cl
ele
us
##dit
##ens
##ise
off
bet
##ard
does
need
most
again
gr
here
per
way
##ea
##ell
##per
##ated
##ions
been
going
see
well
##able
##ount
time
did
qu
wi
##og
##qu
##ind
should
under
look
much
ad
br
down
fir
now
ph
##so
##os
##ial
##us
##ous
##self
really
##thing
att
part
wik
first
cr
gu
##ep
##ag
##age
being
##vel
rep
##ade
##ame
dec
somet
make
into
fuck
htt
lot
use
##lie
##ys
##act
##bl
##ang
inter
belie
##idence
ass
def
good
sub
##ound
something
http
bl
him
pers
right
were
##ex
##ting
##ast
##ks
##ance
god
ent
also
##ign
things
better
against
200
ll
res
##ru
##cy
##cent
##ually
##way
##ert
##ank
##read
inf
stop
##ass
comm
world
after
doesn
ca
gam
her
may
wr
ye
##ew
##ry
##ile
##ium
##ace
##ue
##ves
##fore
##ons
##itt
##ish
cons
anything
##ible
elect
person
acc
cre
dis
ow
red
sm
ter
##iver
##ious
##aw
##ving
##fe
##ff
these
##ative
##orm
before
##ary
##ical
isn
why
where
##cept
still
canad
such
##ments
fact
someone
many
take
series
##other
said
app
cit
fil
long
men
tw
##ock
##ro
##cre
##cess
##ak
##ud
##king
##ho
##be
ind
##stand
##ics
##ically
life
##ama
##ament
cann
sure
supp
end
##ations
pol
understand
big
el
edit
fall
hu
ke
mat
made
op
##ned
##led
##igh
##ially
##gn
##mo
##ubl
##fer
##ble
those
##ought
##ating
##ors
##ite
##ities
##iss
##ision
##ome
happ
reas
requ
star
super
org
univer
##ody
##ular
##iped
arm
percent
believe
film
keep
require
universe
back
could
dou
em
fe
fie
giv
hard
lith
law
min
non
pay
sin
sim
tell
##ture
##ron
##con
##li
##ying
##ily
##ap
thr
##itu
##ents
##vern
stew
ship
share
govern
yourself
mean
##ult
leg
##rap
expl
actually
cannot
reason
field
lithium
since
ac
aw
bank
cir
dif
gen
got
kid
low
ro
sour
won
wom
##ti
##ning
##ced
##ild
##ians
##ful
##eric
##int
##inc
##ange
anti
inst
##ick
while
rec
real
state
shit
dead
death
exist
never
americ
##emat
##und
##ize
obama
wiki
wikiped
wrong
years
own
small
two
circ
wikipedia
both
cle
count
dr
es
far
lar
pic
publ
situ
vi
vide
ww
win
##ever
##ty
##side
##ness
##pl
##ple
##ian
##ied
##ms
##av
##ach
##xt
##bo
##body
though
thread
thought
##ines
##res
##ory
beh
##arly
enough
point
##ility
seem
anyone
hel
work
agree
face
however
compet
serv
didn
attack
##rupt
games
electron
canada
matter
feel
government
accept
bankrupt
differ
gener
women
picture
viol
video
50
bu
cor
care
cert
day
eff
find
hand
let
math
our
put
sy
vot
##cs
##ces
##cision
##iate
##ience
##air
##wh
##99
##ject
too
##ress
another
##ition
rem
str
devel
sur
prop
ext
able
abort
new
poss
means
child
change
prov
try
train
arg
evidence
coll
##ific
content
imp
place
phot
partic
defin
subm
entire
reddit
fallen
through
source
circum
www
different
certain
mathemat
develop
bad
bod
cur
des
dest
eas
fo
fin
fight
fore
found
har
high
less
mom
main
must
mcc
nan
ok
pow
sing
same
tour
wa
yes
##til
##ser
##rol
##nament
##cal
##cial
##iw
##gr
##ail
##use
##her
##vot
##vious
##ft
##ber
##oup
##ense
##rem
##reat
##ism
its
##ute
##als
##iding
##ction
stars
##ither
live
dep
dog
prot
until
conf
fri
##ilities
secre
##ural
worse
##aus
outside
##ably
spe
##ules
level
left
overex
around
prett
coinc
##ibly
play
elements
needs
phys
fucking
assum
##ext
maybe
##itted
##ocked
##cessary
huk
explain
situation
##book
circumcision
mccain
naniw
single
tournament
secret
overexp
pretty
coincidence
naniwa
av
bo
cut
dist
either
fut
free
hou
ir
ign
kind
lcs
mr
mon
med
mone
might
pc
ru
rules
sl
tal
tur
war
##ef
##ear
##ren
##ries
##ner
##nat
##lation
##pe
##par
##pare
##gy
##ger
##gin
##get
##ave
##up
##ull
##ved
##bably
##ond
##ates
##ends
##anned
##red
##ings
##ited
inv
incre
##stant
##ently
half
##sel
rel
##ided
##etic
##lders
goog
without
##ains
come
comments
unf
exact
neg
next
##uring
anyway
allow
che
cho
chance
done
works
getting
amr
proble
probably
agen
somewh
prepare
##ored
cost
compan
wanted
##izens
imper
posts
obser
class
used
add
adv
downvot
##ush
decided
intern
##ways
commun
case
account
citizens
##hood
police
else
##most
##ission
happy
supernat
##raph
kids
recor
large
public
help
facebook
extrem
okay
power
wait
future
money
google
imperial
supernatural
11
199
90
ax
aut
bre
bor
bit
best
bang
cour
et
econ
each
fur
ho
hon
hop
id
jud
line
last
litt
mor
old
opt
run
sk
sor
set
soun
side
sign
te
val
##ead
##te
##sol
##ric
##cing
##cially
##lo
##less
##yer
##pons
##ix
##ier
##iet
##du
##man
##med
##ase
##aim
##acy
##uff
##hip
##wise
##form
##bel
three
##inion
##ination
took
##rect
##itive
inc
##ark
##aring
##ices
##icate
##ention
rebel
##ider
##ides
##vered
##verty
once
##ctor
##allow
##allel
##ases
ask
force
living
##ading
##ample
deb
deal
nothing
comment
conc
##ational
abilities
absol
frank
moder
poverty
meas
self
secon
myself
weak
alread
always
almost
ama
amount
progr
tra
spam
spea
overall
##iple
##empt
magn
fast
##orts
knows
aren
prev
parents
parallel
##ract
exper
comple
thinking
##ective
contin
context
tax
##ather
everyone
everything
scr
obvious
saw
##ending
group
quick
##osed
attempt
guys
repres
decade
interest
gaming
year
consider
personally
created
disc
redu
terr
support
polit
huge
opinion
given
telling
ships
deadly
america
clearly
countries
services
bankruptcy
general
pictures
violent
syst
possible
children
particular
mathematical
bodies
destro
moment
friends
##selves
exactly
negative
internet
records
econom
further
little
sorry
sounds
absolute
modern
second
already
program
magnetic
quickly
10
100
bot
call
cens
came
caus
dat
dam
during
eat
ear
ess
fig
fun
fel
great
hum
jo
kon
lad
mis
mind
num
nice
opp
pat
pain
port
past
rap
rather
sent
vie
wat
##eg
##een
##equ
##ted
##rent
##rist
##rib
##cation
##ped
##ior
##ient
##dr
##dom
##day
##mited
##ube
##kes
##hor
##ward
##bin
##bit
thus
##onment
##ats
##ature
##ators
##ened
top
##ane
##ands
##reet
##ites
##isible
begin
##omise
##ards
iss
##enthood
having
##alf
##ality
ref
remo
##vers
step
stick
stuff
street
##ased
form
##irl
sho
lives
limited
dem
##opular
doll
notice
prim
price
pract
##imate
##imination
unn
unions
condom
eng
exc
example
abo
abund
necessary
pos
separ
sector
##ument
social
wasn
christ
heav
noise
nobody
words
gets
##ability
along
lost
love
prof
project
trib
thanks
spin
knocked
making
fail
##oles
##ortant
otherwise
parenthood
cook
aff
afric
##ified
intell
saying
##ected
control
tag
##ized
##ization
action
image
planned
mus
scan
##ended
claim
using
offer
grow
quant
looking
brother
##osing
crate
guide
##ages
reports
interced
defense
substant
entang
2008
resp
result
info
inform
stops
cap
term
terms
appl
##holders
elimination
armament
doubl
double
giving
lawyer
shared
lower
robin
install
instead
statement
existence
escal
espe
behalf
attacked
correct
vote
propag
abortion
abortions
provide
argument
important
photon
photog
current
design
##ailable
depress
assume
overexpose
available
house
rule
unfair
problem
agency
prepared
company
advice
communicate
##raphs
axis
honest
idea
judge
concer
measure
speaking
prevent
experience
continue
scrip
represent
figure
kony
view
christians
intellig
intercede
especially
20
25
51
away
bin
bat
ben
bur
bun
bra
bars
bus
body
bond
cs
cin
civ
cree
dad
dies
dig
dire
ey
eating
edu
fl
fam
few
fund
full
fix
ge
gl
gd
give
gallow
girl
hy
hot
hund
iw
kill
lit
list
luck
met
mist
miss
mark
ns
nine
national
os
oth
oil
pot
pur
pure
pens
page
popular
ra
ris
rab
sad
sink
size
sides
ten
tre
tit
tend
tea
tons
va
vir
vers
via
went
wal
yet
yea
##ecessary
##tal
##tain
##tube
##sk
##sh
##of
##oll
##ood
##rd
##nch
##cies
##lt
##les
##yp
##yond
##ps
##pr
##ply
##path
##did
##dibly
##gre
##mm
##mative
##app
##ual
##vir
##ween
##face
##buck
##jo
##jor
threat
##erally
##ergy
##onies
theory
##ining
##atic
##ening
toget
total
##anation
##anist
##ander
##rec
##ingness
##esome
youtube
##iting
##itic
beyond
##ompl
##art
##arr
##arily
##lev
##icated
##entially
##see
##sequ
##vement
white
whites
##uth
##alse
read
reli
ones
stay
stru
forget
##iracy
##irmative
light
##ghanist
goes
goal
candid
door
promise
##ches
coming
##ters
##cket
unre
conso
enem
ends
envir
energy
yours
except
abuse
near
neck
nearly
mod
poor
##usted
seen
##ants
likely
##umb
sole
chea
chang
wee
willingness
word
worst
upon
align
amp
loop
local
##istics
trans
troll
spying
spending
leave
##ief
##emag
##ember
makes
major
fac
themselves
become
whole
pres
prec
covered
expans
expect
afghanist
##ourse
says
contra
##ived
activ
immed
##ccines
posting
science
times
clar
between
mostly
grown
perform
seeing
qual
quest
looks
looked
adm
##oses
attention
parts
party
critic
##agree
reply
republ
fucked
belief
black
block
rights
2003
resear
##ruction
inflation
consent
election
accompl
disagree
canadian
appro
index
##ighter
##itely
start
starbuck
army
requires
required
emitted
hardest
laws
simpl
simply
##lier
##like
shareholders
legit
legal
explanation
awesome
room
reality
realize
exists
american
country
drop
larger
publish
seems
compete
service
governmental
acceptable
effort
effective
remain
remember
strong
surpr
surface
propert
possibly
providing
trained
argue
collar
##ification
##ificant
definitely
submitted
mathematics
easy
finally
foreign
harm
confidence
speed
physical
cutting
distract
month
talk
turn
invisible
incredibly
relative
allows
cheating
somewhat
somewhere
costs
extreme
extremist
1999
break
border
court
etc
significant
team
rebels
debate
frankly
amaz
travel
faster
complete
attempting
system
destroy
economic
absolutely
causing
data
earlier
felonies
human
laden
number
patrol
issue
shoot
primary
practically
unnecessary
condoms
engine
above
abundance
separate
tribe
affirmative
quantum
entangled
information
doubled
installation
intelligence
batt
benef
burning
bunch
bracket
csis
cinemag
digit
eyes
education
family
gdp
galloway
hundred
literally
nsa
osama
others
purp
title
teach
vaccines
walk
yeah
together
candidate
console
environment
cheap
changes
expansion
afghanistan
immediate
criticism
republic
research
accomplish
starbucks
cinemagraphs
14
1st
28
29
300
500
72
800
air
bs
bill
billion
ble
bas
bir
banned
bored
bush
base
cn
c5
cas
col
cause
di
ded
die
dise
dang
died
dumb
eup
fre
fed
fle
fly
five
fol
four
fres
false
fighter
gis
gent
gone
gra
gif
game
gains
ht
hor
hit
hur
hide
home
hiding
hands
ill
ira
jer
lat
lau
lab
link
lack
lying
mount
mother
mult
mission
mix
mention
nu
net
name
norm
nature
oc
od
occ
oper
ple
pack
path
piss
pxt
pair
ren
rot
rent
ray
rate
rand
rang
ritu
rates
sw
sis
sch
sant
sort
site
srd
tl
tat
text
typ
uss
var
vid
vol
vand
wer
wiped
##eed
##ech
##egr
##ta
##ten
##tation
##town
##sm
##ses
##oo
##oc
##oy
##oid
##over
##oke
##oad
##ool
##oss
##overed
##rine
##ns
##no
##nth
##ners
##cr
##cle
##cur
##cations
##come
##crib
##course
##lest
##line
##lated
##lud
##lcs
##ynth
##ping
##pire
##piracy
##iar
##ipp
##iated
##den
##go
##ged
##gry
##gress
##mb
##ming
##mar
##mise
##mpath
##ale
##aves
##ues
##uly
##uss
##uish
##ha
##hh
##how
##hman
##holes
##ven
##viet
##wea
##well
##for
##fort
##fact
##bt
##by
##bor
##barr
##zen
##10
##jer
##jur
##justed
thir
##erous
##ercial
##onom
##onse
##onal
##ins
##inal
##iness
##oul
##llent
##llow
##atch
today
##aning
##anization
##relev
##ional
ann
angry
##esis
##eding
##eded
##orism
##itions
##itish
##isc
##ison
##ised
ins
inside
inequ
injur
often
ofcourse
beat
beats
millions
##arently
##arison
##lement
##leading
itself
##icid
##icop
##ications
##icians
##icators
##ote
##otiate
##enty
##ented
##ential
hak
hair
whet
whate
##utes
##utch
##utty
##alth
##alized
##owd
ret
rely
react
recent
refer
reach
reward
##ident
##idly
##eter
##etch
##lds
##ceived
##cellent
##ceeded
##ctly
ste
stud
states
aswell
forcing
shut
show
short
sharing
shallow
##keys
lie
##amp
##ames
##amie
##ammar
##ameter
dele
demo
gore
doct
dozen
within
##though
summ
suicid
prod
priv
princ
##chair
##imacy
comes
comfort
orig
order
unc
union
unit
unem
united
unless
unsee
unlike
const
constant
consequ
enel
enfor
excellent
frig
neigh
modu
##ilt
##ilab
##uster
meh
meat
sex
##antage
##ategy
##umatic
##urate
##urance
##uristics
sold
soviet
chose
chines
hell
head
health
heuristics
weap
##odile
dont
##aud
##aught
##ault
##abs
##abilities
alter
although
justif
lose
loss
loses
locations
prove
proves
proving
process
proced
progress
wouldn
##ists
##istent
trust
truth
truly
spent
spies
space
spoke
lear
lead
least
leading
leaves
overwh
maw
##dered
##olog
somebody
somehow
knowing
##ption
precess
previous
premise
event
##raid
cosm
##ared
expert
##elming
compass
comparison
afraid
##ifically
##ources
intended
integr
wants
wanting
##anda
contrib
manu
manage
everybody
active
actions
actual
imag
plan
server
posted
scrap
scient
##iac
obl
sail
close
claus
clutch
cluster
usa
##ensive
offic
grain
grief
grammar
##ellar
##ogen
adult
adjusted
bring
broth
brought
broad
british
downtown
##osure
##osynth
croc
crowd
guy
guess
guard
decide
believed
assent
assert
defend
subject
subred
blow
blame
blocked
blood
entit
2006
2007
2004
resources
stopped
##assed
commons
commercial
doesnt
write
conspiracy
consistent
personal
access
accurate
crew
create
creative
owes
smart
canadians
factory
apprec
apparently
cited
citations
##roll
##aken
##akes
##holds
##bei
indeed
indicators
##amental
cannon
surely
suppose
supposed
ended
endurance
polic
bigger
falling
open
##ledge
##orship
happens
happened
superwea
organization
arms
armchair
keeping
doubt
email
empire
embarr
gives
hardly
minor
minutes
minilab
payer
paying
payment
payable
simult
simple
stews
governor
meaning
legs
legally
award
awaken
lowest
sources
americans
owners
smaller
circle
clean
clear
drive
situations
wins
winner
##ploy
##avior
##aches
thoughts
##respons
behave
behavior
helicop
competition
competitive
competitions
feels
generators
bull
buys
days
effect
ourselves
putting
sympath
voted
strategy
news
training
collect
collap
contention
impro
particle
defined
definition
submar
submission
certainly
developed
badly
bodily
describ
destruction
easily
easier
foot
finan
fighting
higher
maintain
protes
protected
friend
speech
levels
players
physics
assumption
overexposing
avoid
boat
boards
houbei
irrelev
irrespons
ignor
ignore
ignored
monkeys
medics
russ
slutty
turned
warr
##efull
increased
allowed
check
choice
choosing
problems
agencies
companies
observe
observer
advantage
downvotes
downvoted
accounts
citizenship
helping
powerful
waiting
futures
1998
author
autonom
course
holders
hope
hopefull
moral
option
options
runner
skjo
setting
signs
tech
valid
value
##load
income
asked
debt
weaken
traumatic
##racting
complex
obviously
interested
discl
reduced
reduction
terrorism
political
systemat
economy
1000
called
censor
censorship
damn
damage
essentially
misleading
oppon
raped
rapidly
water
watch
##egal
##egotiate
##drogen
##horia
##bits
topic
beginning
refuse
removed
dollar
dollars
##imately
excuse
position
positive
lovely
profess
africa
african
music
offering
offered
growth
substantial
substantially
respect
response
results
capabilities
escalate
escalating
propaganda
photograp
depressed
households
concerned
concerns
measured
script
scripture
2010
business
civil
fundamental
glad
hydrogen
mistakes
missing
market
purely
pensions
risk
treated
virgin
##greg
threatening
reliable
struct
unrelated
enemies
exception
week
aligned
transm
trolling
facility
contrast
activision
clarity
admir
beliefs
blocking
approaches
legitimate
dropped
publishers
surprise
properties
foreigners
months
relatively
amazing
systems
battlest
benefiting
digital
purposes
teachings
environmental
immediately
republicans
28lcs
bleeding
cash
colors
diameter
dedicated
diseases
dangerous
euphoria
folk
freshman
gentle
htm
horr
hurt
illegal
iraq
labor
mountains
multiple
nucle
normal
please
pissed
renegotiate
rotted
random
sister
school
santa
various
vandalized
weren
##curity
##borhood
inequality
whether
whatever
democr
suicidal
produ
private
principle
unemploy
neighborhood
module
chinese
justify
procedure
overwhelming
precessed
cosmic
compassion
imagine
##osynthesis
crocodile
subreddit
appreciate
superweapons
simultane
described
maintaining
irrelevant
irresponsible
autonomy
hopefully
skjold
battlestation
freshmaniac
nucleosynthesis
